[
  "obsidian-admonition",
  "table-editor-obsidian",
  "obsidian-annotator",
  "obsidian-auto-pair-chinese-symbol",
  "better-fn",
  "better-word-count",
  "calendar",
  "obsidian-codemirror-options",
  "dataview",
  "obsidian-day-planner",
  "obsidian-dictionary-plugin",
  "editing-toolbar",
  "obsidian-emoji-toolbar",
  "excalibrain",
  "obsidian-excalidraw-plugin",
  "obsidian-kanban",
  "media-extended",
  "mx-bili-plugin",
  "obsidian-mind-map",
  "obsidian-charts",
  "obsidian-math-plus",
  "obsidian-plantuml",
  "quickadd",
  "obsidian-tasks-plugin",
  "templater-obsidian",
  "obsidian-timelines",
  "obsidian-image-auto-upload-plugin",
  "obsidian-image-toolkit"
]